Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# profile.requests.empty
source: No pending requests
ar: لا توجد طلبات معلّقة
bn: কোনো অপেক্ষমাণ অনুরোধ নেই
ca: Cap sol·licitud pendent
cs: Žádné čekající žádosti
da: Ingen ventende anmodninger
de: Keine offenen Anfragen
el: Δεν υπάρχουν εκκρεμή αιτήματα
es: Sin solicitudes pendientes
fi: Ei odottavia pyyntöjä
fr: Aucune demande en attente
he: אין בקשות ממתינות
hi: कोई लंबित अनुरोध नहीं
hr: Nema zahtjeva na čekanju
hu: Nincs függőben lévő kérés
id: Tidak ada permintaan tertunda
it: Nessuna richiesta in sospeso
ja: 保留中のリクエストはありません
ko: 대기 중인 요청이 없어요
ml: തീർപ്പാക്കാത്ത അഭ്യർഥനകളില്ല
ms: Tiada permintaan belum selesai
nb: Ingen ventende forespørsler
nl: Geen openstaande verzoeken
pl: Brak oczekujących próśb
pt_br: Nenhuma solicitação pendente
pt_pt: Sem pedidos pendentes
ro: Nicio cerere în așteptare
ru: Нет ожидающих заявок
sk: Žiadne čakajúce žiadosti
sv: Inga väntande förfrågningar
ta: நிலுவையில் உள்ள கோரிக்கைகள் இல்லை
te: పెండింగ్ అభ్యర్థనలు లేవు
th: ไม่มีคำขอที่รออยู่
tr: Bekleyen istek yok
uk: Запитів, що очікують, немає
ur: کوئی زیر التوا درخواست نہیں
vi: Không có yêu cầu đang chờ
zh_hans: 没有待处理的请求
zh_hant: 沒有待處理的請求

# profile.requests.empty.subtitle
source: When somebody asks to follow you, they appear here.
ar: عندما يطلب أحد متابعتك، يظهر هنا.
bn: কেউ আপনাকে ফলো করতে চাইলে তারা এখানে দেখা যাবে।
ca: Quan algú demani seguir-te, apareixerà aquí.
cs: Když tě někdo požádá o sledování, objeví se tady.
da: Når nogen beder om at følge dig, vises de her.
de: Wenn jemand fragt, ob er dir folgen darf, erscheint er hier.
el: Όταν κάποιος ζητήσει να σε ακολουθήσει, θα εμφανιστεί εδώ.
es: Cuando alguien pida seguirte, aparecerá aquí.
fi: Kun joku pyytää lupaa seurata sinua, hän näkyy täällä.
fr: Quand quelqu’un demande à vous suivre, il apparaît ici.
he: כשמישהו מבקש לעקוב אחריך, הוא מופיע כאן.
hi: जब कोई आपको फ़ॉलो करने को कहेगा, वह यहाँ दिखेगा।
hr: Kad te netko zatraži pratiti, pojavit će se ovdje.
hu: Amikor valaki követni kér, itt jelenik meg.
id: Saat seseorang meminta mengikutimu, mereka muncul di sini.
it: Quando qualcuno chiede di seguirti, compare qui.
ja: 誰かがあなたのフォローを申請すると、ここに表示されます。
ko: 누군가 나를 팔로우하려고 요청하면 여기에 표시돼요.
ml: ആരെങ്കിലും നിങ്ങളെ ഫോളോ ചെയ്യാൻ അഭ്യർഥിക്കുമ്പോൾ അവർ ഇവിടെ വരും.
ms: Apabila seseorang meminta untuk mengikut anda, mereka muncul di sini.
nb: Når noen ber om å følge deg, vises de her.
nl: Als iemand je wil volgen, verschijnt die persoon hier.
pl: Gdy ktoś poprosi o obserwowanie, pojawi się tutaj.
pt_br: Quando alguém pedir para seguir você, aparecerá aqui.
pt_pt: Quando alguém pedir para o seguir, aparece aqui.
ro: Când cineva cere să te urmărească, apare aici.
ru: Когда кто-то попросится подписаться на вас, он появится здесь.
sk: Keď ťa niekto požiada o sledovanie, zobrazí sa tu.
sv: När någon ber att få följa dig visas de här.
ta: யாராவது உங்களைப் பின்தொடரக் கேட்டால் இங்கே தோன்றுவார்கள்.
te: ఎవరైనా మిమ్మల్ని ఫాలో అవ్వాలని అడిగినప్పుడు, వారు ఇక్కడ కనిపిస్తారు.
th: เมื่อมีคนขอติดตามคุณ จะปรากฏที่นี่
tr: Biri sizi takip etmek istediğinde burada görünür.
uk: Коли хтось попросить підписатися на вас, він з’явиться тут.
ur: جب کوئی آپ کو فالو کرنے کی درخواست کرے گا تو وہ یہاں نظر آئے گا۔
vi: Khi ai đó xin theo dõi bạn, họ sẽ xuất hiện ở đây.
zh_hans: 有人请求关注你时，会显示在这里。
zh_hant: 有人申請追蹤你時，會顯示在這裡。

# profile.requests.hint
source: Opens the people waiting to follow you
ar: يفتح قائمة من ينتظرون متابعتك
bn: যারা আপনাকে ফলো করার অপেক্ষায় আছে তাদের খোলে
ca: Obre les persones que esperen per seguir-te
cs: Otevře lidi, kteří čekají na sledování tebe
da: Åbner de folk, der venter på at følge dig
de: Öffnet die Personen, die darauf warten, dir zu folgen
el: Ανοίγει τα άτομα που περιμένουν να σε ακολουθήσουν
es: Abre las personas que esperan para seguirte
fi: Avaa sinua seuraamaan haluavat ihmiset
fr: Ouvre la liste des personnes qui attendent de vous suivre
he: פותח את האנשים שממתינים לעקוב אחריך
hi: आपको फ़ॉलो करने की प्रतीक्षा कर रहे लोगों को खोलता है
hr: Otvara ljude koji čekaju da te prate
hu: Megnyitja a követésedre váró embereket
id: Membuka orang-orang yang menunggu untuk mengikutimu
it: Apre le persone in attesa di seguirti
ja: フォローを待っている人を開きます
ko: 나를 팔로우하려고 기다리는 사람들을 열어요
ml: നിങ്ങളെ ഫോളോ ചെയ്യാൻ കാത്തിരിക്കുന്നവരെ തുറക്കുന്നു
ms: Membuka orang yang menunggu untuk mengikut anda
nb: Åpner folk som venter på å følge deg
nl: Opent de mensen die je willen volgen
pl: Otwiera osoby czekające na obserwowanie Ciebie
pt_br: Abre as pessoas que esperam para seguir você
pt_pt: Abre as pessoas à espera para o seguir
ro: Deschide oamenii care așteaptă să te urmărească
ru: Открывает людей, ожидающих подписки на вас
sk: Otvorí ľudí, ktorí čakajú na sledovanie teba
sv: Öppnar personerna som väntar på att följa dig
ta: உங்களைப் பின்தொடரக் காத்திருப்பவர்களைத் திறக்கும்
te: మిమ్మల్ని ఫాలో అవ్వడానికి వేచి ఉన్నవారిని తెరుస్తుంది
th: เปิดรายชื่อคนที่รอติดตามคุณ
tr: Sizi takip etmeyi bekleyen kişileri açar
uk: Відкриває людей, які чекають, щоб підписатися на вас
ur: آپ کو فالو کرنے کے منتظر لوگوں کو کھولتا ہے
vi: Mở danh sách những người đang chờ theo dõi bạn
zh_hans: 打开等待关注你的人
zh_hant: 開啟等待追蹤你的人

# profile.requests.silent
source: Declining is silent — they are not told.
ar: الرفض صامت — لن يُخبَر الطالب.
bn: প্রত্যাখ্যান নীরবে হয় — তাদের জানানো হয় না।
ca: Rebutjar és silenciós: no ho saben.
cs: Odmítnutí je tiché – nikdo se to nedozví.
da: Afvisning sker i stilhed – de får ikke besked.
de: Ablehnen geschieht lautlos – die Person wird nicht benachrichtigt.
el: Η απόρριψη είναι αθόρυβη — δεν ενημερώνονται.
es: Rechazar es silencioso: no se les avisa.
fi: Hylkääminen on äänetöntä – heille ei kerrota.
fr: Refuser se fait en silence — la personne n’en est pas informée.
he: דחייה היא שקטה — הם לא מקבלים הודעה.
hi: अस्वीकार करना चुपचाप होता है — उन्हें बताया नहीं जाता।
hr: Odbijanje je tiho — nisu obaviješteni.
hu: Az elutasítás csendes – nem kapnak értesítést.
id: Menolak berjalan diam-diam — mereka tidak diberi tahu.
it: Rifiutare è silenzioso: non vengono avvisati.
ja: 拒否しても相手には知らされません。
ko: 거절해도 상대방에게 알려지지 않아요.
ml: നിരസിക്കുന്നത് നിശ്ശബ്ദമാണ് — അവരെ അറിയിക്കില്ല.
ms: Menolak dilakukan secara senyap — mereka tidak diberitahu.
nb: Å avslå skjer i det stille. De får ikke vite det.
nl: Weigeren gebeurt stil: ze krijgen geen bericht.
pl: Odrzucenie jest ciche — nikt nie jest o nim informowany.
pt_br: Recusar é silencioso: a pessoa não é avisada.
pt_pt: Recusar é silencioso — não são avisados.
ro: Refuzul este discret — ei nu sunt anunțați.
ru: Отклонение происходит тихо — их не уведомляют.
sk: Odmietnutie je tiché — nikto sa to nedozvie.
sv: Att avslå sker i tysthet – de får inte veta det.
ta: மறுப்பது அமைதியானது — அவர்களுக்குத் தெரிவிக்கப்படாது.
te: తిరస్కరించడం నిశ్శబ్దంగా జరుగుతుంది — వారికి చెప్పబడదు.
th: การปฏิเสธเป็นไปอย่างเงียบๆ พวกเขาไม่ได้รับแจ้ง
tr: Reddetmek sessizdir; kendilerine haber verilmez.
uk: Відхилення безшумне — їх не повідомляють.
ur: رد کرنا خاموش ہے — انہیں نہیں بتایا جاتا۔
vi: Từ chối là âm thầm — họ không được thông báo.
zh_hans: 拒绝是静默的，对方不会收到通知。
zh_hant: 拒絕是無聲的，對方不會得知。

# profile.requests.title
source: Follow requests
ar: طلبات المتابعة
bn: ফলো করার অনুরোধ
ca: Sol·licituds de seguiment
cs: Žádosti o sledování
da: Følgeanmodninger
de: Folgeanfragen
el: Αιτήματα ακολούθησης
es: Solicitudes de seguimiento
fi: Seurauspyynnöt
fr: Demandes d’abonnement
he: בקשות מעקב
hi: फ़ॉलो अनुरोध
hr: Zahtjevi za praćenje
hu: Követési kérések
id: Permintaan mengikuti
it: Richieste di follow
ja: フォローリクエスト
ko: 팔로우 요청
ml: ഫോളോ അഭ്യർഥനകൾ
ms: Permintaan ikut
nb: Følgeforespørsler
nl: Volgverzoeken
pl: Prośby o obserwowanie
pt_br: Solicitações para seguir
pt_pt: Pedidos de seguimento
ro: Cereri de urmărire
ru: Заявки на подписку
sk: Žiadosti o sledovanie
sv: Följförfrågningar
ta: பின்தொடர்தல் கோரிக்கைகள்
te: ఫాలో అభ్యర్థనలు
th: คำขอติดตาม
tr: Takip istekleri
uk: Запити на підписку
ur: فالو کی درخواستیں
vi: Yêu cầu theo dõi
zh_hans: 关注请求
zh_hant: 追蹤請求

# profile.savedPosts
source: Saved posts
ar: المنشورات المحفوظة
bn: সেভ করা পোস্ট
ca: Publicacions desades
cs: Uložené příspěvky
da: Gemte opslag
de: Gesicherte Beiträge
el: Αποθηκευμένες αναρτήσεις
es: Publicaciones guardadas
fi: Tallennetut julkaisut
fr: Posts enregistrés
he: פוסטים שמורים
hi: सहेजी हुई पोस्ट
hr: Spremljene objave
hu: Mentett bejegyzések
id: Postingan tersimpan
it: Post salvati
ja: 保存した投稿
ko: 저장한 게시물
ml: സേവ് ചെയ്ത പോസ്റ്റുകൾ
ms: Siaran tersimpan
nb: Lagrede innlegg
nl: Opgeslagen berichten
pl: Zapisane wpisy
pt_br: Posts salvos
pt_pt: Publicações guardadas
ro: Postări salvate
ru: Сохранённые посты
sk: Uložené príspevky
sv: Sparade inlägg
ta: சேமித்த இடுகைகள்
te: సేవ్ చేసిన పోస్ట్‌లు
th: โพสต์ที่บันทึก
tr: Kaydedilen gönderiler
uk: Збережені дописи
ur: محفوظ پوسٹس
vi: Bài đã lưu
zh_hans: 已保存的帖子
zh_hant: 已儲存的貼文

# profile.savedPosts.detail
source: Posts you bookmarked. Only you can see them.
ar: المنشورات التي حفظتها. لا يراها أحد غيرك.
bn: আপনার বুকমার্ক করা পোস্ট। শুধু আপনি দেখতে পান।
ca: Publicacions que has desat als marcadors. Només tu les pots veure.
cs: Příspěvky, které jsi uložil do záložek. Vidíš je jen ty.
da: Opslag, du har sat bogmærke ved. Kun du kan se dem.
de: Beiträge, die du mit einem Lesezeichen versehen hast. Nur du kannst sie sehen.
el: Αναρτήσεις που έβαλες σε σελιδοδείκτες. Μόνο εσύ μπορείς να τις δεις.
es: Publicaciones que guardaste como marcador. Solo tú puedes verlas.
fi: Kirjanmerkitsemäsi julkaisut. Vain sinä näet ne.
fr: Les posts que vous avez mis en favoris. Vous seul pouvez les voir.
he: פוסטים ששמרת בסימניות. רק אתה יכול לראות אותם.
hi: आपके बुकमार्क की हुई पोस्ट। केवल आप इन्हें देख सकते हैं।
hr: Objave koje si spremio/la. Vidiš ih samo ti.
hu: A könyvjelzőzött bejegyzéseid. Csak te látod őket.
id: Postingan yang kamu markah. Hanya kamu yang bisa melihatnya.
it: I post che hai messo nei segnalibri. Solo tu puoi vederli.
ja: ブックマークした投稿です。あなただけに表示されます。
ko: 북마크한 게시물이에요. 나만 볼 수 있어요.
ml: നിങ്ങൾ ബുക്ക്മാർക്ക് ചെയ്ത പോസ്റ്റുകൾ. നിങ്ങൾക്ക് മാത്രമേ കാണാനാകൂ.
ms: Siaran yang anda tandakan. Hanya anda yang boleh melihatnya.
nb: Innlegg du har bokmerket. Bare du kan se dem.
nl: Berichten die je een bladwijzer hebt gegeven. Alleen jij kunt ze zien.
pl: Wpisy, które dodałeś do zakładek. Widzisz je tylko Ty.
pt_br: Posts que você salvou. Só você pode vê-los.
pt_pt: As publicações que guardou. Só você as vê.
ro: Postările pe care le-ai marcat. Doar tu le poți vedea.
ru: Посты, которые вы добавили в закладки. Видны только вам.
sk: Príspevky, ktoré si uložil do záložiek. Vidíš ich iba ty.
sv: Inlägg du satt bokmärke på. Bara du kan se dem.
ta: நீங்கள் புக்மார்க் செய்த இடுகைகள். உங்களுக்கு மட்டுமே தெரியும்.
te: మీరు బుక్‌మార్క్ చేసిన పోస్ట్‌లు. మీకు మాత్రమే కనిపిస్తాయి.
th: โพสต์ที่คุณบุ๊กมาร์กไว้ เห็นได้เฉพาะคุณ
tr: Yer imi eklediğiniz gönderiler. Yalnızca siz görebilirsiniz.
uk: Дописи, які ви додали до закладок. Їх бачите лише ви.
ur: وہ پوسٹس جنہیں آپ نے بک مارک کیا۔ صرف آپ انہیں دیکھ سکتے ہیں۔
vi: Các bài đăng bạn đã đánh dấu. Chỉ bạn thấy.
zh_hans: 你加了书签的帖子，仅你自己可见。
zh_hant: 你加入書籤的貼文，只有你看得到。

# profile.savedPosts.hint
source: Opens the posts you bookmarked
ar: يفتح المنشورات التي حفظتها
bn: আপনার বুকমার্ক করা পোস্ট খোলে
ca: Obre les publicacions que has desat als marcadors
cs: Otevře příspěvky, které jsi uložil do záložek
da: Åbner de opslag, du har sat bogmærke ved
de: Öffnet die Beiträge, die du mit einem Lesezeichen versehen hast
el: Ανοίγει τις αναρτήσεις που έβαλες σε σελιδοδείκτες
es: Abre las publicaciones que guardaste como marcador
fi: Avaa kirjanmerkitsemäsi julkaisut
fr: Ouvre les posts que vous avez mis en favoris
he: פותח את הפוסטים ששמרת בסימניות
hi: आपके बुकमार्क की हुई पोस्ट खोलता है
hr: Otvara objave koje si spremio/la
hu: Megnyitja a könyvjelzőzött bejegyzéseidet
id: Membuka postingan yang kamu markah
it: Apre i post che hai messo nei segnalibri
ja: ブックマークした投稿を開きます
ko: 북마크한 게시물을 열어요
ml: നിങ്ങൾ ബുക്ക്മാർക്ക് ചെയ്ത പോസ്റ്റുകൾ തുറക്കുന്നു
ms: Membuka siaran yang anda tandakan
nb: Åpner innleggene du har bokmerket
nl: Opent de berichten waaraan je een bladwijzer hebt gegeven
pl: Otwiera wpisy dodane do zakładek
pt_br: Abre os posts que você salvou
pt_pt: Abre as publicações que guardou
ro: Deschide postările marcate de tine
ru: Открывает посты, добавленные в закладки
sk: Otvorí príspevky, ktoré si uložil do záložiek
sv: Öppnar inläggen du satt bokmärke på
ta: நீங்கள் புக்மார்க் செய்த இடுகைகளைத் திறக்கும்
te: మీరు బుక్‌మార్క్ చేసిన పోస్ట్‌లను తెరుస్తుంది
th: เปิดโพสต์ที่คุณบุ๊กมาร์กไว้
tr: Yer imi eklediğiniz gönderileri açar
uk: Відкриває дописи, які ви додали до закладок
ur: آپ کی بک مارک کی ہوئی پوسٹس کھولتا ہے
vi: Mở các bài đăng bạn đã đánh dấu
zh_hans: 打开你加了书签的帖子
zh_hant: 開啟你加入書籤的貼文

# profile.timeline.empty.subtitle
source: %@ hasn't started a thread yet. Replies aren't shown here, so a conversation they only joined won't appear.
ar: لم يبدأ %@ أي سلسلة بعد. الردود لا تُعرض هنا، لذلك لن تظهر محادثة شارك فيها فقط.
bn: %@ এখনও কোনো থ্রেড শুরু করেননি। উত্তর এখানে দেখানো হয় না, তাই যে আলোচনায় তিনি শুধু যোগ দিয়েছেন তা দেখা যাবে না।
ca: %@ encara no ha iniciat cap fil. Les respostes no es mostren aquí, així que una conversa a la qual només s'ha unit no hi apareixerà.
cs: %@ zatím nezahájil žádné vlákno. Odpovědi se tu nezobrazují, takže konverzace, do které se jen zapojil, se neobjeví.
da: %@ har ikke startet en tråd endnu. Svar vises ikke her, så en samtale, vedkommende kun har deltaget i, dukker ikke op.
de: %@ hat noch keinen Thread begonnen. Antworten werden hier nicht gezeigt, daher erscheint ein Gespräch, dem die Person nur beigetreten ist, nicht.
el: Ο/Η %@ δεν έχει ξεκινήσει ακόμα νήμα. Οι απαντήσεις δεν εμφανίζονται εδώ, οπότε μια συζήτηση στην οποία απλώς συμμετείχε δεν θα φαίνεται.
es: %@ aún no ha iniciado ningún hilo. Las respuestas no se muestran aquí, así que una conversación en la que solo participó no aparecerá.
fi: %@ ei ole vielä aloittanut ketjua. Vastauksia ei näytetä täällä, joten keskustelu, johon hän vain osallistui, ei näy.
fr: %@ n’a pas encore lancé de discussion. Les réponses ne sont pas affichées ici, une conversation qu’il a seulement rejointe n’apparaîtra donc pas.
he: %@ עדיין לא פתח שרשור. תגובות לא מוצגות כאן, ולכן שיחה שהוא רק הצטרף אליה לא תופיע.
hi: %@ ने अभी कोई थ्रेड शुरू नहीं किया। जवाब यहाँ नहीं दिखते, इसलिए जिस बातचीत में वे सिर्फ़ शामिल हुए वह नहीं दिखेगी।
hr: Korisnik %@ još nije započeo nit. Odgovori se ovdje ne prikazuju pa se razgovor kojem se samo pridružio neće pojaviti.
hu: %@ még nem indított szálat. A válaszok itt nem jelennek meg, ezért egy beszélgetés, amelyhez csak csatlakozott, nem látszik.
id: %@ belum memulai utas. Balasan tidak ditampilkan di sini, jadi percakapan yang hanya diikutinya tidak akan muncul.
it: %@ non ha ancora iniziato nessun thread. Le risposte non sono mostrate qui, quindi una conversazione a cui ha solo partecipato non compare.
ja: %@はまだスレッドを始めていません。返信はここには表示されないため、参加しただけの会話は表示されません。
ko: %@님은 아직 스레드를 시작하지 않았어요. 답글은 여기에 표시되지 않으므로 참여만 한 대화는 나타나지 않아요.
ml: %@ ഇതുവരെ ഒരു ത്രെഡ് തുടങ്ങിയിട്ടില്ല. മറുപടികൾ ഇവിടെ കാണിക്കില്ല, അതിനാൽ അവർ ചേർന്ന ഒരു സംഭാഷണം ഇവിടെ വരില്ല.
ms: %@ belum memulakan utas. Balasan tidak dipaparkan di sini, jadi perbualan yang hanya disertainya tidak akan muncul.
nb: %@ har ikke startet noen tråd ennå. Svar vises ikke her, så en samtale de bare har deltatt i, dukker ikke opp.
nl: %@ heeft nog geen thread gestart. Reacties worden hier niet getoond, dus een gesprek waaraan alleen is deelgenomen verschijnt niet.
pl: %@ nie rozpoczął(-ęła) jeszcze żadnego wątku. Odpowiedzi nie są tu pokazywane, więc rozmowa, do której tylko dołączył(a), się nie pojawi.
pt_br: %@ ainda não começou um fio. As respostas não aparecem aqui, então uma conversa em que a pessoa só entrou não aparece.
pt_pt: %@ ainda não iniciou nenhuma conversa. As respostas não são mostradas aqui, por isso uma conversa em que só participou não aparece.
ro: %@ nu a început încă nicio conversație. Răspunsurile nu sunt afișate aici, deci o conversație la care doar s-a alăturat nu va apărea.
ru: %@ ещё не начинал(а) ветку. Ответы здесь не показываются, поэтому обсуждение, к которому он(а) лишь присоединился(-лась), не появится.
sk: %@ ešte nezačal(a) žiadne vlákno. Odpovede sa tu nezobrazujú, takže konverzácia, do ktorej sa iba zapojil(a), sa neobjaví.
sv: %@ har inte startat någon tråd än. Svar visas inte här, så en konversation de bara deltagit i syns inte.
ta: %@ இன்னும் உரையாடலைத் தொடங்கவில்லை. பதில்கள் இங்கே காட்டப்படுவதில்லை, எனவே அவர்கள் சேர்ந்த உரையாடல் மட்டும் தோன்றாது.
te: %@ ఇంకా థ్రెడ్ ప్రారంభించలేదు. రిప్లైలు ఇక్కడ చూపబడవు, కాబట్టి వారు కేవలం చేరిన సంభాషణ కనిపించదు.
th: %@ ยังไม่ได้เริ่มเธรด คำตอบไม่แสดงที่นี่ การสนทนาที่พวกเขาเพียงเข้าร่วมจึงไม่ปรากฏ
tr: %@ henüz bir konuşma başlatmadı. Yanıtlar burada gösterilmez, bu yüzden yalnızca katıldığı bir konuşma görünmez.
uk: %@ ще не почав(ла) жодного обговорення. Відповіді тут не показуються, тому розмова, до якої він(вона) лише долучився(лась), не з’явиться.
ur: %@ نے ابھی تک کوئی تھریڈ شروع نہیں کیا۔ جوابات یہاں نہیں دکھائے جاتے، اس لیے جس گفتگو میں وہ صرف شامل ہوئے وہ نظر نہیں آئے گی۔
vi: %@ chưa bắt đầu chuỗi nào. Trả lời không hiển thị ở đây, nên cuộc trò chuyện họ chỉ tham gia sẽ không xuất hiện.
zh_hans: %@ 还没有发起过对话串。回复不会显示在这里，所以对方只是参与过的对话不会出现。
zh_hant: %@ 還沒有發起串文。這裡不顯示回覆，所以對方僅參與的對話不會出現。

# profile.timeline.empty.title
source: No posts yet
ar: لا توجد منشورات بعد
bn: এখনও কোনো পোস্ট নেই
ca: Encara no hi ha publicacions
cs: Zatím žádné příspěvky
da: Ingen opslag endnu
de: Noch keine Beiträge
el: Καμία ανάρτηση ακόμα
es: Aún no hay publicaciones
fi: Ei vielä julkaisuja
fr: Aucun post pour l’instant
he: אין עדיין פוסטים
hi: अभी कोई पोस्ट नहीं
hr: Još nema objava
hu: Még nincs bejegyzés
id: Belum ada postingan
it: Ancora nessun post
ja: まだ投稿はありません
ko: 아직 게시물이 없어요
ml: ഇതുവരെ പോസ്റ്റുകളില്ല
ms: Belum ada siaran
nb: Ingen innlegg ennå
nl: Nog geen berichten
pl: Jeszcze brak wpisów
pt_br: Nenhum post ainda
pt_pt: Ainda sem publicações
ro: Încă nicio postare
ru: Постов пока нет
sk: Zatiaľ žiadne príspevky
sv: Inga inlägg än
ta: இன்னும் இடுகைகள் இல்லை
te: ఇంకా పోస్ట్‌లు లేవు
th: ยังไม่มีโพสต์
tr: Henüz gönderi yok
uk: Дописів ще немає
ur: ابھی کوئی پوسٹ نہیں
vi: Chưa có bài đăng
zh_hans: 还没有帖子
zh_hant: 還沒有貼文

# profile.timeline.end
source: That's every post here.
ar: هذه كل المنشورات هنا.
bn: এখানকার সব পোস্ট এটুকুই।
ca: Aquestes són totes les publicacions.
cs: To jsou všechny příspěvky.
da: Det var alle opslag her.
de: Das sind alle Beiträge hier.
el: Αυτές είναι όλες οι αναρτήσεις εδώ.
es: Esas son todas las publicaciones.
fi: Tässä kaikki julkaisut.
fr: Voilà tous les posts.
he: אלה כל הפוסטים כאן.
hi: यहाँ की सारी पोस्ट यही हैं।
hr: To su sve objave ovdje.
hu: Ez az összes bejegyzés itt.
id: Itu semua postingan di sini.
it: Questi sono tutti i post qui.
ja: ここにある投稿はこれで全部です。
ko: 여기 있는 게시물은 이게 전부예요.
ml: ഇവിടെയുള്ള എല്ലാ പോസ്റ്റുകളും ഇതാണ്.
ms: Itulah semua siaran di sini.
nb: Det var alle innleggene her.
nl: Dat zijn alle berichten hier.
pl: To wszystkie wpisy.
pt_br: Esses são todos os posts.
pt_pt: Estas são todas as publicações.
ro: Acestea sunt toate postările de aici.
ru: Это все посты.
sk: To sú všetky príspevky tu.
sv: Det var alla inlägg här.
ta: இங்குள்ள எல்லா இடுகைகளும் இவ்வளவுதான்.
te: ఇక్కడ ఉన్న పోస్ట్‌లు అన్నీ ఇవే.
th: นี่คือทุกโพสต์ที่นี่
tr: Buradaki tüm gönderiler bunlar.
uk: Це всі дописи тут.
ur: یہاں کی ہر پوسٹ یہی ہے۔
vi: Đó là mọi bài đăng ở đây.
zh_hans: 这里的帖子就这些了。
zh_hant: 這裡的貼文就這些了。

# profile.timeline.error.title
source: Couldn't load these posts
ar: تعذّر تحميل هذه المنشورات
bn: এই পোস্টগুলো লোড করা যায়নি
ca: No s'han pogut carregar aquestes publicacions
cs: Příspěvky se nepodařilo načíst
da: Disse opslag kunne ikke indlæses
de: Diese Beiträge konnten nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση αυτών των αναρτήσεων
es: No se pudieron cargar estas publicaciones
fi: Julkaisuja ei voitu ladata
fr: Impossible de charger ces posts
he: לא ניתן לטעון את הפוסטים האלה
hi: ये पोस्ट लोड नहीं हो सकीं
hr: Objave se nisu učitale
hu: Nem sikerült betölteni ezeket a bejegyzéseket
id: Postingan ini tidak bisa dimuat
it: Impossibile caricare questi post
ja: 投稿を読み込めませんでした
ko: 게시물을 불러오지 못했어요
ml: ഈ പോസ്റ്റുകൾ ലോഡ് ചെയ്യാനായില്ല
ms: Siaran ini tidak dapat dimuatkan
nb: Kunne ikke laste disse innleggene
nl: Deze berichten konden niet worden geladen
pl: Nie udało się wczytać tych wpisów
pt_br: Não foi possível carregar estes posts
pt_pt: Não foi possível carregar estas publicações
ro: Nu s-au putut încărca aceste postări
ru: Не удалось загрузить посты
sk: Tieto príspevky sa nepodarilo načítať
sv: Det gick inte att läsa in de här inläggen
ta: இந்த இடுகைகளை ஏற்ற முடியவில்லை
te: ఈ పోస్ట్‌లను లోడ్ చేయలేకపోయాం
th: โหลดโพสต์เหล่านี้ไม่ได้
tr: Bu gönderiler yüklenemedi
uk: Не вдалося завантажити ці дописи
ur: یہ پوسٹس لوڈ نہیں ہو سکیں
vi: Không thể tải các bài đăng này
zh_hans: 无法加载这些帖子
zh_hant: 無法載入這些貼文

# profile.timeline.heading
source: POSTS
ar: المنشورات
bn: পোস্ট
ca: PUBLICACIONS
cs: PŘÍSPĚVKY
da: OPSLAG
de: BEITRÄGE
el: ΑΝΑΡΤΗΣΕΙΣ
es: PUBLICACIONES
fi: JULKAISUT
he: פוסטים
hi: पोस्ट
hr: OBJAVE
hu: BEJEGYZÉSEK
id: POSTINGAN
it: POST
ja: 投稿
ko: 게시물
ml: പോസ്റ്റുകൾ
ms: SIARAN
nb: INNLEGG
nl: BERICHTEN
pl: WPISY
pt_pt: PUBLICAÇÕES
ro: POSTĂRI
ru: ПОСТЫ
sk: PRÍSPEVKY
sv: INLÄGG
ta: இடுகைகள்
te: పోస్ట్‌లు
th: โพสต์
tr: GÖNDERİLER
uk: ДОПИСИ
ur: پوسٹس
vi: BÀI ĐĂNG
zh_hans: 帖子
zh_hant: 貼文

# profile.timeline.loading.accessibilityLabel
source: Loading posts
ar: جارٍ تحميل المنشورات
bn: পোস্ট লোড হচ্ছে
ca: Carregant publicacions
cs: Načítání příspěvků
da: Indlæser opslag
de: Beiträge werden geladen
el: Φόρτωση αναρτήσεων
es: Cargando publicaciones
fi: Ladataan julkaisuja
fr: Chargement des posts
he: טוען פוסטים
hi: पोस्ट लोड हो रही हैं
hr: Učitavanje objava
hu: Bejegyzések betöltése
id: Memuat postingan
it: Caricamento dei post
ja: 投稿を読み込み中
ko: 게시물을 불러오는 중
ml: പോസ്റ്റുകൾ ലോഡ് ചെയ്യുന്നു
ms: Memuatkan siaran
nb: Laster innlegg
nl: Berichten laden
pl: Wczytywanie wpisów
pt_br: Carregando posts
pt_pt: A carregar publicações
ro: Se încarcă postările
ru: Загрузка постов
sk: Načítavajú sa príspevky
sv: Läser in inlägg
ta: இடுகைகளை ஏற்றுகிறது
te: పోస్ట్‌లు లోడ్ అవుతున్నాయి
th: กำลังโหลดโพสต์
tr: Gönderiler yükleniyor
uk: Завантаження дописів
ur: پوسٹس لوڈ ہو رہی ہیں
vi: Đang tải bài đăng
zh_hans: 正在加载帖子
zh_hant: 正在載入貼文

# profile.timeline.loadingMore.accessibilityLabel
source: Loading more posts
ar: جارٍ تحميل مزيد من المنشورات
bn: আরও পোস্ট লোড হচ্ছে
ca: Carregant més publicacions
cs: Načítání dalších příspěvků
da: Indlæser flere opslag
de: Weitere Beiträge werden geladen
el: Φόρτωση περισσότερων αναρτήσεων
es: Cargando más publicaciones
fi: Ladataan lisää julkaisuja
fr: Chargement de plus de posts
he: טוען עוד פוסטים
hi: और पोस्ट लोड हो रही हैं
hr: Učitavanje više objava
hu: További bejegyzések betöltése
id: Memuat postingan lainnya
it: Caricamento di altri post
ja: 投稿をさらに読み込み中
ko: 게시물을 더 불러오는 중
ml: കൂടുതൽ പോസ്റ്റുകൾ ലോഡ് ചെയ്യുന്നു
ms: Memuatkan lagi siaran
nb: Laster flere innlegg
nl: Meer berichten laden
pl: Wczytywanie kolejnych wpisów
pt_br: Carregando mais posts
pt_pt: A carregar mais publicações
ro: Se încarcă mai multe postări
ru: Загрузка других постов
sk: Načítavajú sa ďalšie príspevky
sv: Läser in fler inlägg
ta: மேலும் இடுகைகளை ஏற்றுகிறது
te: మరిన్ని పోస్ట్‌లు లోడ్ అవుతున్నాయి
th: กำลังโหลดโพสต์เพิ่ม
tr: Daha fazla gönderi yükleniyor
uk: Завантаження ще дописів
ur: مزید پوسٹس لوڈ ہو رہی ہیں
vi: Đang tải thêm bài đăng
zh_hans: 正在加载更多帖子
zh_hant: 正在載入更多貼文
